Repository: sekizlipenguen/luma-mac
Catalog: Luma/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans

source: Energy impact below still uses process energy counters.
ar: قائمة الطاقة أدناه ما زالت تستخدم عدّادات طاقة العمليات.
es: La lista de energía de abajo sigue usando contadores de procesos.
fr: La liste d’énergie ci-dessous utilise toujours les compteurs de processus.
it: L’elenco energia sotto usa comunque i contatori di processo.
ja: 下のエネルギー一覧もプロセスのエネルギーカウンタを使います。
ko: 아래 에너지 목록도 프로세스 에너지 카운터를 사용합니다.
pt_br: A lista de energia abaixo ainda usa contadores de processos.
ru: Список энергозатрат ниже всё равно использует счётчики процессов.
tr: Aşağıdaki enerji listesi yine süreç enerji sayaçlarını kullanır.
zh_hans: 下方能耗列表仍使用进程能量计数器。

source: established
ar: مُنشأ
es: establecida
fr: établie
it: stabilita
ja: 確立
ko: 연결됨
pt_br: estabelecida
ru: установлено
tr: kurulu
zh_hans: 已建立

source: Estimate
ar: تقدير
es: Estimar
fr: Estimer
it: Stima
ja: 見積もり
ko: 예상
pt_br: Estimar
ru: Оценить
tr: Tahmin et
zh_hans: 估算

source: Estimate User Caches
ar: تقدير ذاكرات المستخدم المؤقتة
es: Estimar cachés de usuario
fr: Estimer les caches utilisateur
it: Stima cache utente
ja: ユーザーキャッシュを見積もる
ko: 사용자 캐시 예상
pt_br: Estimar caches do usuário
ru: Оценить пользовательские кэши
tr: Kullanıcı Önbelleğini Tahmin Et
zh_hans: 估算用户缓存

source: Estimated %@ → recovered %@
ar: مقدَّر %@ → مُستعاد %@
es: Estimado %@ → recuperado %@
fr: Estimé %@ → récupéré %@
it: Stimato %@ → recuperato %@
ja: 見積 %@ → 回収 %@
ko: 예상 %@ → 회수 %@
pt_br: Estimado %@ → recuperado %@
ru: Оценка %@ → освобождено %@
tr: Tahmini %@ → kurtarılan %@
zh_hans: 估算 %@ → 回收 %@

source: Examined %lld
ar: فُحص %lld
es: %lld examinados
fr: %lld examinés
it: %lld esaminati
ja: %lld 件検査
ko: %lld개 검사
pt_br: %lld examinados
ru: Проверено: %lld
tr: %lld incelendi
zh_hans: 已检查 %lld

source: Examined %lld files (%lld above %@). No identical groups.
ar: فُحص %lld ملفًا (%lld فوق %@). لا مجموعات متطابقة.
es: %lld archivos examinados (%lld por encima de %@). Sin grupos idénticos.
fr: %lld fichiers examinés (%lld au-dessus de %@). Aucun groupe identique.
it: %lld file esaminati (%lld sopra %@). Nessun gruppo identico.
ja: %lld ファイルを検査（%@ 超は %lld）。同一グループなし。
ko: %lld개 파일 검사(%@ 초과 %lld개). 동일한 그룹 없음.
pt_br: %lld arquivos examinados (%lld acima de %@). Nenhum grupo idêntico.
ru: Проверено файлов: %lld (выше %@: %lld). Одинаковых групп нет.
tr: %lld dosya incelendi (%lld adet %@ üzeri). Aynı dosya grubu yok.
zh_hans: 已检查 %lld 个文件（高于 %@ 的有 %lld 个）。无相同组。

source: Examined %lld files. None matched %@.
ar: فُحص %lld ملفًا. لا شيء يطابق %@.
es: %lld archivos examinados. Ninguno coincide con %@.
fr: %lld fichiers examinés. Aucun correspondant à %@.
it: %lld file esaminati. Nessuno corrisponde a %@.
ja: %lld ファイルを検査。%@ に一致なし。
ko: %lld개 파일 검사. %@에 맞는 항목 없음.
pt_br: %lld arquivos examinados. Nenhum corresponde a %@.
ru: Проверено файлов: %lld. Нет совпадений с %@.
tr: %lld dosya incelendi. %@ eşleşen yok.
zh_hans: 已检查 %lld 个文件。没有符合 %@ 的。

source: Expensive
ar: مدفوع
es: Costoso
fr: Coûteux
it: Costoso
ja: 従量制
ko: 종량제
pt_br: Caro
ru: Платный
tr: Ücretli
zh_hans: 计费网络

source: File count
ar: عدد الملفات
es: Cantidad de archivos
fr: Nombre de fichiers
it: Numero di file
ja: ファイル数
ko: 파일 수
pt_br: Quantidade de arquivos
ru: Число файлов
tr: Dosya sayısı
zh_hans: 文件数量

source: File size
ar: حجم الملف
es: Tamaño de archivo
fr: Taille du fichier
it: Dimensione file
ja: ファイルサイズ
ko: 파일 크기
pt_br: Tamanho do arquivo
ru: Размер файла
tr: Dosya boyutu
zh_hans: 文件大小

source: Filesystem
ar: نظام الملفات
es: Sistema de archivos
fr: Système de fichiers
ja: ファイルシステム
ko: 파일 시스템
pt_br: Sistema de arquivos
ru: Файловая система
tr: Dosya sistemi
zh_hans: 文件系统

source: Find duplicates by SHA-256
ar: البحث عن المكررات بـ SHA-256
es: Buscar duplicados por SHA-256
fr: Trouver les doublons par SHA-256
it: Trova duplicati con SHA-256
ja: SHA-256で重複を探す
ko: SHA-256으로 중복 찾기
pt_br: Encontrar duplicatas por SHA-256
ru: Найти дубликаты по SHA-256
tr: SHA-256 ile kopyaları bul
zh_hans: 按 SHA-256 查找重复

source: Find large files
ar: البحث عن ملفات كبيرة
es: Buscar archivos grandes
fr: Trouver de gros fichiers
it: Trova file grandi
ja: 大きなファイルを探す
ko: 큰 파일 찾기
pt_br: Encontrar arquivos grandes
ru: Найти крупные файлы
tr: Büyük dosyaları bul
zh_hans: 查找大文件

source: Finds big files in Downloads, Documents, Desktop, and Movies. Cloud placeholders and package guts are skipped so the scan stays responsive.
ar: يعثر على الملفات الكبيرة في التنزيلات والمستندات وسطح المكتب والأفلام. يتخطى عناصر السحابة ومحتويات الحزم لإبقاء الفحص سلسًا.
es: Encuentra archivos grandes en Descargas, Documentos, Escritorio y Películas. Se omiten marcadores en la nube y el interior de paquetes para que el análisis responda.
fr: Trouve les gros fichiers dans Téléchargements, Documents, Bureau et Films. Les placeholders cloud et le contenu des paquets sont ignorés pour garder l’analyse fluide.
it: Trova file grandi in Download, Documenti, Scrivania e Film. Segnaposto cloud e interiori dei pacchetti saltati per tenere la scansione reattiva.
ja: ダウンロード、書類、デスクトップ、ムービーの大きなファイルを検出。応答性のためクラウドのプレースホルダとパッケージ内部はスキップ。
ko: Downloads, Documents, Desktop, Movies의 큰 파일을 찾습니다. 반응성을 위해 클라우드 자리 표시자와 패키지 내용은 건너뜁니다.
pt_br: Encontra arquivos grandes em Downloads, Documentos, Área de Trabalho e Filmes. Placeholders na nuvem e interior de pacotes são ignorados para manter a análise ágil.
ru: Ищет крупные файлы в Загрузках, Документах, на Рабочем столе и в Фильмах. Облачные заглушки и содержимое пакетов пропускаются, чтобы сканирование не подвисало.
tr: İndirilenler, Belgeler, Masaüstü ve Filmler’deki büyük dosyaları bulur. Tarama akıcı kalsın diye bulut yer tutucuları ve paket içleri atlanır.
zh_hans: 在“下载、文稿、桌面、影片”中查找大文件。会跳过云占位符和软件包内部，以保持扫描流畅。

source: Finds big files in Downloads, Documents, Desktop, and Movies. Cloud placeholders are skipped when they would stall.
ar: يعثر على الملفات الكبيرة في التنزيلات والمستندات وسطح المكتب والأفلام. يتخطى عناصر السحابة التي قد تعلق.
es: Encuentra archivos grandes en Descargas, Documentos, Escritorio y Películas. Se omiten marcadores en la nube que se atascarían.
fr: Trouve les gros fichiers dans Téléchargements, Documents, Bureau et Films. Les placeholders cloud qui bloqueraient sont ignorés.
it: Trova file grandi in Download, Documenti, Scrivania e Film. I segnaposto cloud che si bloccherebbero vengono saltati.
ja: ダウンロード、書類、デスクトップ、ムービーの大きなファイルを検出。停滞しそうなクラウドのプレースホルダはスキップ。
ko: Downloads, Documents, Desktop, Movies의 큰 파일을 찾습니다. 멈출 수 있는 클라우드 자리 표시자는 건너뜁니다.
pt_br: Encontra arquivos grandes em Downloads, Documentos, Área de Trabalho e Filmes. Placeholders na nuvem que travariam são ignorados.
ru: Ищет крупные файлы в Загрузках, Документах, на Рабочем столе и в Фильмах. Облачные заглушки, которые зависают, пропускаются.
tr: İndirilenler, Belgeler, Masaüstü ve Filmler’deki büyük dosyaları bulur. Takılmaya yol açacak bulut yer tutucuları atlanır.
zh_hans: 在“下载、文稿、桌面、影片”中查找大文件。会卡住的云占位符将被跳过。

source: Finds identical files by size, then SHA-256. Scans Downloads, Desktop, and Documents. Small files under the threshold are skipped.
ar: يعثر على ملفات متطابقة بالحجم ثم SHA-256. يفحص التنزيلات وسطح المكتب والمستندات. يتخطى الملفات دون الحد.
es: Encuentra archivos idénticos por tamaño y luego SHA-256. Analiza Descargas, Escritorio y Documentos. Se omiten archivos bajo el umbral.
fr: Trouve les fichiers identiques par taille puis SHA-256. Analyse Téléchargements, Bureau et Documents. Les petits fichiers sous le seuil sont ignorés.
it: Trova file identici per dimensione, poi SHA-256. Analizza Download, Scrivania e Documenti. I file sotto soglia vengono saltati.
ja: サイズの後に SHA-256 で同一ファイルを検出。ダウンロード / デスクトップ / 書類を対象。しきい値未満はスキップ。
ko: 크기 다음 SHA-256으로 동일 파일을 찾습니다. Downloads, Desktop, Documents를 스캔하며 임계값 미만은 건너뜁니다.
pt_br: Encontra arquivos idênticos por tamanho e depois SHA-256. Analisa Downloads, Área de Trabalho e Documentos. Arquivos abaixo do limite são ignorados.
ru: Ищет одинаковые файлы по размеру, затем SHA-256. Сканирует Загрузки, Рабочий стол и Документы. Мелкие ниже порога пропускаются.
tr: Önce boyuta, sonra SHA-256’ya göre aynı dosyaları bulur. İndirilenler, Masaüstü ve Belgeler taranır. Eşik altı küçük dosyalar atlanır.
zh_hans: 先按大小再用 SHA-256 查找相同文件。扫描“下载、桌面、文稿”。低于阈值的小文件会跳过。

source: Finishing…
ar: جارٍ الإنهاء…
es: Finalizando…
fr: Finalisation…
it: Completamento…
ja: 完了処理中…
ko: 마무리 중…
pt_br: Finalizando…
ru: Завершение…
tr: Bitiriliyor…
zh_hans: 正在完成…

source: Firefox Cache
ar: ذاكرة Firefox المؤقتة
es: Caché de Firefox
fr: Cache Firefox
it: Cache di Firefox
ja: Firefoxキャッシュ
ko: Firefox 캐시
pt_br: Cache do Firefox
ru: Кэш Firefox
tr: Firefox Önbelleği
zh_hans: Firefox 缓存

source: Flutter / Pub Cache
ar: ذاكرة Flutter / Pub المؤقتة
es: Caché de Flutter / Pub
fr: Cache Flutter / Pub
it: Cache Flutter / Pub
ja: Flutter / Pubキャッシュ
ko: Flutter / Pub 캐시
pt_br: Cache do Flutter / Pub
ru: Кэш Flutter / Pub
tr: Flutter / Pub Önbelleği
zh_hans: Flutter / Pub 缓存

source: Free
ar: حر
es: Libre
fr: Libre
it: Libera
ja: 空き
ko: 여유
pt_br: Livre
ru: Свободно
tr: Boş
zh_hans: 空闲

source: Free to use. Source available; modifications require permission. No telemetry, no ads, no fake RAM cleaning.
ar: مجاني للاستخدام. المصدر متاح؛ تتطلب التعديلات إذنًا. لا تتبع ولا إعلانات ولا تنظيف وهمي للذاكرة.
es: Uso gratuito. Código disponible; las modificaciones requieren permiso. Sin telemetría, anuncios ni limpieza ficticia de RAM.
fr: Utilisation gratuite. Code consultable ; modifications soumises à autorisation. Sans télémétrie, publicité ni faux nettoyage de RAM.
it: Uso gratuito. Codice consultabile; modifiche soggette ad autorizzazione. Niente telemetria, pubblicità o falsa pulizia della RAM.
ja: 無料で利用できます。ソースコードは閲覧できますが、変更には許可が必要です。テレメトリ、広告、見せかけのRAMクリーニングはありません。
ko: 무료로 사용할 수 있습니다. 소스 코드는 공개되어 있지만 수정에는 허가가 필요합니다. 원격 측정, 광고, 허위 RAM 정리가 없습니다.
pt_br: Uso gratuito. Código disponível; alterações exigem permissão. Sem telemetria, anúncios ou limpeza falsa de RAM.
ru: Бесплатное использование. Исходный код доступен; изменения требуют разрешения. Без телеметрии, рекламы и фиктивной очистки RAM.
tr: Kullanım ücretsiz. Kaynak kod görülebilir; değişiklik için izin gerekir. Telemetri, reklam ve sahte RAM temizliği yok.
zh_hans: 免费使用。源代码可供查看；修改需要许可。无遥测、无广告、无虚假内存清理。

source: From process energy counters (ri_energy_nj). Not App Store Energy Impact.
ar: من عدّادات طاقة العمليات (ri_energy_nj). وليس تأثير الطاقة في App Store.
es: Contadores de energía de procesos (ri_energy_nj). No es el impacto de la App Store.
fr: Compteurs d’énergie des processus (ri_energy_nj). Pas l’impact App Store.
it: Contatori energia di processo (ri_energy_nj). Non è l’Energy Impact dell’App Store.
ja: プロセスのエネルギーカウンタ（ri_energy_nj）。App Storeのエネルギー影響ではありません。
ko: 프로세스 에너지 카운터(ri_energy_nj). App Store 에너지 영향이 아닙니다.
pt_br: Contadores de energia de processos (ri_energy_nj). Não é o Impacto da App Store.
ru: Счётчики энергии процессов (ri_energy_nj). Не Energy Impact из App Store.
tr: Süreç enerji sayaçlarından (ri_energy_nj). App Store Enerji Etkisi değil.
zh_hans: 来自进程能量计数器（ri_energy_nj）。不是 App Store 能耗影响。

source: Full Disk Access looks granted. Protected Library paths can be scanned.
ar: يبدو أن الوصول الكامل إلى القرص ممنوح. يمكن فحص مسارات Library المحمية.
es: El acceso completo al disco parece concedido. Se pueden escanear rutas de Library protegidas.
fr: L’accès complet au disque semble accordé. Les chemins Library protégés peuvent être analysés.
it: L’accesso completo al disco sembra concesso. I percorsi Library protetti possono essere analizzati.
ja: フルディスクアクセスは許可されているようです。保護された Library パスをスキャンできます。
ko: 전체 디스크 접근이 허용된 것으로 보입니다. 보호된 Library 경로를 스캔할 수 있습니다.
pt_br: O Acesso Total ao Disco parece concedido. Caminhos protegidos da Library podem ser analisados.
ru: Похоже, полный доступ к диску выдан. Защищённые пути Library можно сканировать.
tr: Tam Disk Erişimi verilmiş görünüyor. Korumalı Library yolları taranabilir.
zh_hans: 似乎已授予完全磁盘访问权限。可以扫描受保护的 Library 路径。

source: Full Disk Access probe
ar: فحص الوصول الكامل للقرص
es: Prueba de acceso total al disco
fr: Test d’accès complet au disque
it: Verifica accesso completo
ja: フルディスクアクセス確認
ko: 전체 디스크 접근 검사
pt_br: Teste de acesso total ao disco
ru: Проверка полного доступа
tr: Tam Disk Erişimi kontrolü
zh_hans: 完全磁盘访问检测

source: Full Disk Access recommended
ar: يُفضَّل الوصول الكامل للقرص
es: Se recomienda acceso total al disco
fr: Accès complet au disque recommandé
it: Accesso completo al disco consigliato
ja: フルディスクアクセス推奨
ko: 전체 디스크 접근 권장
pt_br: Acesso total ao disco recomendado
ru: Рекомендуется полный доступ к диску
tr: Tam Disk Erişimi önerilir
zh_hans: 建议授予完全磁盘访问权限

source: Full hash %lld candidates…
ar: تجزئة كاملة %lld مرشحًا…
es: Hash completo %lld candidatos…
fr: Hachage complet %lld candidats…
it: Hash completo %lld candidati…
ja: 完全ハッシュ候補 %lld…
ko: 전체 해시 후보 %lld…
pt_br: Hash completo %lld candidatos…
ru: Полный хеш, кандидатов: %lld…
tr: Tam özet %lld aday…
zh_hans: 完整哈希候选 %lld…

source: Full home folder
ar: مجلد المنزل بالكامل
es: Carpeta de inicio completa
fr: Dossier personnel complet
it: Cartella Inizio completa
ja: ホームフォルダ全体
ko: 전체 홈 폴더
pt_br: Pasta pessoal completa
ru: Вся домашняя папка
tr: Tam ev klasörü
zh_hans: 完整个人文件夹

source: Gradle Cache
ar: ذاكرة Gradle المؤقتة
es: Caché de Gradle
fr: Cache Gradle
it: Cache Gradle
ja: Gradleキャッシュ
ko: Gradle 캐시
pt_br: Cache do Gradle
ru: Кэш Gradle
tr: Gradle Önbelleği
zh_hans: Gradle 缓存

source: Grant Full Disk Access so Luma can scan protected folders such as Safari Library. Without it, Luma still works but skips those paths.
ar: امنح الوصول الكامل إلى القرص حتى يتمكن Luma من فحص المجلدات المحمية مثل Safari Library. بدونه يعمل Luma لكنه يتخطى تلك المسارات.
es: Concede Acceso completo al disco para que Luma escanee carpetas protegidas como Safari Library. Sin él, Luma sigue funcionando pero omite esas rutas.
fr: Accordez l’accès complet au disque pour que Luma analyse des dossiers protégés comme Safari Library. Sans cela, Luma fonctionne mais ignore ces chemins.
it: Concedi l’Accesso completo al disco così Luma può analizzare cartelle protette come Safari Library. Senza, Luma funziona ma salta quei percorsi.
ja: Safari Library などの保護フォルダをスキャンできるよう、フルディスクアクセスを許可してください。なくても Luma は動作しますが、それらのパスはスキップします。
ko: Safari Library 같은 보호된 폴더를 스캔할 수 있도록 전체 디스크 접근을 허용하세요. 없어도 Luma는 동작하지만 해당 경로는 건너뜁니다.
pt_br: Conceda Acesso Total ao Disco para o Luma analisar pastas protegidas como Safari Library. Sem isso, o Luma continua funcionando, mas ignora esses caminhos.
ru: Выдайте полный доступ к диску, чтобы Luma могла сканировать защищённые папки вроде Safari Library. Без этого Luma работает, но пропускает эти пути.
tr: Safari Library gibi korumalı klasörleri tarayabilmesi için Luma’ya Tam Disk Erişimi verin. Olmasa da Luma çalışır, bu yolları atlar.
zh_hans: 请授予完全磁盘访问权限，以便 Luma 扫描 Safari Library 等受保护文件夹。没有它 Luma 仍可运行，但会跳过这些路径。

source: Granted
ar: ممنوح
es: Concedido
fr: Accordé
it: Concesso
ja: 許可済み
ko: 허용됨
pt_br: Concedido
ru: Разрешено
tr: Verildi
zh_hans: 已授予

source: Group Containers
ar: حاويات المجموعة
es: Contenedores de grupo
fr: Conteneurs de groupe
it: Contenitori di gruppo
ja: グループコンテナ
ko: 그룹 컨테이너
pt_br: Containers de grupo
ru: Групповые контейнеры
tr: Grup Kapsayıcıları
zh_hans: 组容器

source: Groups found so far
ar: المجموعات الموجودة حتى الآن
es: Grupos encontrados hasta ahora
fr: Groupes trouvés pour l’instant
it: Gruppi trovati finora
ja: これまでのグループ
ko: 지금까지 찾은 그룹
pt_br: Grupos encontrados até agora
ru: Группы пока
tr: Şimdiye kadar bulunan gruplar
zh_hans: 目前找到的组

source: Health %lld%%
ar: الصحة %lld%%
es: Salud %lld%%
fr: Santé %lld%%
it: Salute %lld%%
ja: 状態 %lld%%
ko: 상태 %lld%%
pt_br: Saúde %lld%%
ru: Состояние %lld%%
tr: Sağlık %lld%%
zh_hans: 健康度 %lld%%

source: Hide Dock icon when menu bar enabled
ar: إخفاء أيقونة Dock عند تفعيل شريط القوائم
es: Ocultar icono del Dock con la barra de menús
fr: Masquer l’icône du Dock si la barre de menus est activée
it: Nascondi icona Dock con barra menu attiva
ja: メニューバー有効時はDockアイコンを隠す
ko: 메뉴 막대 사용 시 Dock 아이콘 숨기기
pt_br: Ocultar ícone do Dock com a barra de menus
ru: Скрыть значок Dock при строке меню
tr: Menü çubuğu açıkken Dock simgesini gizle
zh_hans: 启用菜单栏时隐藏程序坞图标

source: Highest energy right now: %@ (%@).
ar: أعلى طاقة الآن: %@ (%@).
es: Mayor energía ahora: %@ (%@).
fr: Plus haute énergie actuellement : %@ (%@).
it: Energia più alta ora: %@ (%@).
ja: 現在の最大エネルギー: %@ (%@)。
ko: 지금 최고 에너지: %@ (%@).
pt_br: Maior energia agora: %@ (%@).
ru: Сейчас больше всего энергии: %@ (%@).
tr: Şu an en yüksek enerji: %@ (%@).
zh_hans: 当前能耗最高：%@（%@）。

source: History
ar: السجل
es: Historial
fr: Historique
it: Cronologia
ja: 履歴
ko: 기록
pt_br: Histórico
ru: Журнал
tr: Geçmiş
zh_hans: 历史

source: Homebrew Cache
ar: ذاكرة Homebrew المؤقتة
es: Caché de Homebrew
fr: Cache Homebrew
it: Cache Homebrew
ja: Homebrewキャッシュ
ko: Homebrew 캐시
pt_br: Cache do Homebrew
ru: Кэш Homebrew
tr: Homebrew Önbelleği
zh_hans: Homebrew 缓存

source: How often Dashboard, Memory, and Network refresh live readings.
ar: مدى تكرار تحديث قراءات لوحة المعلومات والذاكرة والشبكة.
es: Con qué frecuencia se actualizan las lecturas en vivo de Panel, Memoria y Red.
fr: Fréquence de rafraîchissement des lectures en direct du Tableau de bord, Mémoire et Réseau.
it: Quanto spesso Dashboard, Memoria e Rete aggiornano le letture in tempo reale.
ja: ダッシュボード、メモリ、ネットワークのライブ計測の更新間隔です。
ko: 대시보드, 메모리, 네트워크 실시간 수치를 얼마나 자주 새로고침할지입니다.
pt_br: Com que frequência Painel, Memória e Rede atualizam as leituras ao vivo.
ru: Как часто обновляются живые показатели на панелях Dashboard, Memory и Network.
tr: Gösterge Paneli, Bellek ve Ağ canlı ölçümlerinin ne sıklıkla yenileneceği.
zh_hans: 仪表盘、内存和网络实时读数的刷新频率。

source: Inactive
ar: غير نشط
es: Inactiva
it: Inattiva
ja: 非アクティブ
ko: 비활성
pt_br: Inativa
ru: Неактивная
tr: Pasif
zh_hans: 非活动

source: Indexed %lld files…
ar: تمت فهرسة %lld ملفًا…
es: %lld archivos indexados…
fr: %lld fichiers indexés…
it: %lld file indicizzati…
ja: %lld ファイルを索引…
ko: %lld개 파일 인덱싱됨…
pt_br: %lld arquivos indexados…
ru: Проиндексировано файлов: %lld…
tr: %lld dosya dizine alındı…
zh_hans: 已索引 %lld 个文件…

source: Indexing %@
ar: فهرسة %@
es: Indexando %@
fr: Indexation de %@
it: Indicizzazione di %@
ja: %@ を索引中
ko: %@ 인덱싱 중
pt_br: Indexando %@
ru: Индексация %@
tr: %@ dizine alınıyor
zh_hans: 正在索引 %@

source: Interface
ar: واجهة
es: Interfaz
it: Interfaccia
ja: インターフェイス
ko: 인터페이스
ru: Интерфейс
tr: Arayüz
zh_hans: 接口

source: Interfaces
ar: الواجهات
it: Interfacce
ja: インターフェイス
ko: 인터페이스
ru: Интерфейсы
tr: Arayüzler
zh_hans: 接口

source: item
ar: عنصر
es: elemento
fr: élément
it: elemento
ja: 項目
ko: 항목
ru: элемент
tr: öğe
zh_hans: 项

source: items
ar: عناصر
es: elementos
fr: éléments
it: elementi
ja: 項目
ko: 항목
pt_br: itens
ru: элементов
tr: öğe
zh_hans: 项

source: Keep Luma in the menu bar for quick access. Hiding the Dock icon turns Luma into an accessory app.
ar: أبقِ Luma في شريط القوائم للوصول السريع. إخفاء أيقونة Dock يجعله تطبيقًا مساعدًا.
es: Mantén Luma en la barra de menús para acceso rápido. Ocultar el icono del Dock convierte Luma en una app accesoria.
fr: Gardez Luma dans la barre de menus pour un accès rapide. Masquer l’icône du Dock fait de Luma une app accessoire.
it: Tieni Luma nella barra dei menu per un accesso rapido. Nascondere l’icona del Dock rende Luma un’app accessoria.
ja: 素早くアクセスできるようメニューバーに Luma を置きます。Dock アイコンを隠すとアクセサリアプリになります。
ko: 빠른 접근을 위해 메뉴 막대에 Luma를 둡니다. Dock 아이콘을 숨기면 보조 앱이 됩니다.
pt_br: Mantenha o Luma na barra de menus para acesso rápido. Ocultar o ícone do Dock torna o Luma um app acessório.
ru: Держите Luma в строке меню для быстрого доступа. Скрытие значка Dock делает Luma вспомогательным приложением.
tr: Hızlı erişim için Luma’yı menü çubuğunda tutun. Dock simgesini gizlemek Luma’yı yardımcı uygulamaya çevirir.
zh_hans: 将 Luma 保留在菜单栏以便快速访问。隐藏 Dock 图标会将其变为辅助应用。

source: Language
ar: اللغة
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
tr: Dil
zh_hans: 语言

source: Laravel Bootstrap Cache (project-local)
ar: ذاكرة Laravel Bootstrap المؤقتة (محلية للمشروع)
es: Caché bootstrap de Laravel (local al proyecto)
fr: Cache bootstrap Laravel (local au projet)
it: Cache bootstrap Laravel (locale al progetto)
ja: Laravel Bootstrapキャッシュ（プロジェクト）
ko: Laravel Bootstrap 캐시(프로젝트)
pt_br: Cache bootstrap do Laravel (local ao projeto)
ru: Кэш Laravel Bootstrap (локально в проекте)
tr: Laravel Bootstrap Önbelleği (proje)
zh_hans: Laravel Bootstrap 缓存（项目本地）

source: Large Files
ar: الملفات الكبيرة
es: Archivos grandes
fr: Gros fichiers
it: File grandi
ja: 大きいファイル
ko: 큰 파일
pt_br: Arquivos grandes
ru: Крупные файлы
tr: Büyük Dosyalar
zh_hans: 大文件

source: Largest folders
ar: أكبر المجلدات
es: Carpetas más grandes
fr: Plus grands dossiers
it: Cartelle più grandi
ja: 最大のフォルダ
ko: 가장 큰 폴더
pt_br: Pastas maiores
ru: Крупнейшие папки
tr: En büyük klasörler
zh_hans: 最大的文件夹

source: Largest matches
ar: أكبر النتائج
es: Coincidencias más grandes
fr: Plus grandes correspondances
it: Corrispondenze più grandi
ja: 最大の一致
ko: 가장 큰 결과
pt_br: Maiores correspondências
ru: Крупнейшие совпадения
tr: En büyük eşleşmeler
zh_hans: 最大匹配

source: Last results
ar: آخر النتائج
es: Últimos resultados
fr: Derniers résultats
it: Ultimi risultati
ja: 最近の結果
ko: 최근 결과
pt_br: Últimos resultados
ru: Последние результаты
tr: Son sonuçlar
zh_hans: 最近结果

source: Last: recovered %@ (%@)
ar: آخر: مُستعاد %@ (%@)
es: Último: recuperado %@ (%@)
fr: Dernier : récupéré %@ (%@)
it: Ultimo: recuperato %@ (%@)
ja: 前回: 回収 %@ (%@)
ko: 최근: 회수 %@ (%@)
pt_br: Último: recuperado %@ (%@)
ru: Последнее: освобождено %@ (%@)
tr: Son: kurtarılan %@ (%@)
zh_hans: 上次：回收 %@（%@）

source: Layout
ar: التخطيط
es: Diseño
fr: Disposition
ja: レイアウト
ko: 레이아웃
ru: Макет
tr: Görünüm
zh_hans: 布局

source: List
ar: قائمة
es: Lista
fr: Liste
it: Elenco
ja: リスト
ko: 목록
pt_br: Lista
ru: Список
tr: Liste
zh_hans: 列表

source: listen
ar: يستمع
es: escuchando
fr: écoute
it: in ascolto
ja: 待ち受け
ko: 수신 대기
pt_br: escutando
ru: слушает
tr: dinliyor
zh_hans: 监听

source: Live metrics
ar: قراءات مباشرة
es: Métricas en vivo
fr: Mesures en direct
it: Metriche live
ja: ライブ計測
ko: 실시간 측정
pt_br: Métricas ao vivo
ru: Живые показатели
tr: Canlı ölçümler
zh_hans: 实时指标

source: Loading apps…
ar: جارٍ تحميل التطبيقات…
es: Cargando apps…
fr: Chargement des apps…
it: Caricamento app…
ja: アプリを読み込み中…
ko: 앱 로드 중…
pt_br: Carregando apps…
ru: Загрузка приложений…
tr: Uygulamalar yükleniyor…
zh_hans: 正在加载应用…

source: Local
ar: محلي
it: Locale
ja: ローカル
ko: 로컬
ru: Локальный
tr: Yerel
zh_hans: 本地

source: Local addresses
ar: العناوين المحلية
es: Direcciones locales
fr: Adresses locales
it: Indirizzi locali
ja: ローカルアドレス
ko: 로컬 주소
pt_br: Endereços locais
ru: Локальные адреса
tr: Yerel adresler
zh_hans: 本地地址

source: Local APIs only — Full Disk Access is not required for this screen.
ar: واجهات محلية فقط — الوصول الكامل للقرص غير مطلوب في هذه الشاشة.
es: Solo APIs locales — el acceso total no es necesario en esta pantalla.
fr: API locales uniquement — l’accès complet n’est pas requis ici.
it: Solo API locali — l’accesso completo non è richiesto qui.
ja: ローカルAPIのみ — この画面にフルディスクアクセスは不要です。
ko: 로컬 API만 — 이 화면에는 전체 디스크 접근이 필요하지 않습니다.
pt_br: Somente APIs locais — acesso total não é necessário nesta tela.
ru: Только локальные API — полный доступ к диску здесь не нужен.
tr: Yalnızca yerel API’ler — bu ekran için Tam Disk Erişimi gerekmez.
zh_hans: 仅本地 API — 此屏幕不需要完全磁盘访问权限。
